/* sync now menu */
"Cancel Sync" = "Synchronisierung abbrechen";

/* Used for menu extra */
"Last %1$@ Sync: %2$@" = "Letzte %1$@-Synchronisierung: %2$@";

/* sync status menu */
"Loading\\U2026" = "Laden …";

/* sync status menu */
"Failed to Load" = "Laden fehlgeschlagen";

/* status text */
"Never synchronized %@" = "%@ noch nie synchronisiert";

/* File Radar menu */
"New Radar with Current Logs\\U2026" = "Neuer Radar mit aktuellen Protokollen …";

/* open .Mac prefs menu */
"Open %@ Sync Preferences\\U2026" = "%@-Sync-Einstellungen öffnen …";

/* status text */
"Preparing %@\\U2026" = "„%@“ vorbereiten …";

/* status text */
"Preparing\\U2026" = "Vorbereiten …";

/* reivew conflicts now */
"Review Conflicts Now\\U2026" = "Konflikte jetzt überprüfen …";

/* sync menu accessibility */
"Sync" = "Synchronisieren";

/* status text */
"Sync Cancelled for %@" = "Synchronisierung abgebrochen für %@";

/* status text */
"Sync Cancelled for %@\\U2026" = "Synchronisierung abgebrochen für %@ …";

/* status menu default item */
"Sync Idle" = "Sync inaktiv";

/* sync now menu */
"Sync Now" = "Jetzt synchronisieren";

/* status text */
"Syncing %@" = "%@ synchronisieren";

/* status text */
"Syncing %@\\U2026" = "%@ synchronisieren …";

/* sync now menu */
"Syncing Disabled" = "Synchronisieren deaktiviert";

/* plural form */
"There are %i Sync Conflicts" = "Es gibt %i Sync-Konflikte";

/* singular form */
"There is one Sync Conflict" = "Es gibt 1 Sync-Konflikt";

/* sync status menu */
"Cancelling" = "Abbrechen";

/* open iSync */
"Open iSync\\U2026" = "iSync öffnen …";

/* Reset Sync Services */
"Reset Sync Services\\U2026"= "Sync-Dienste zurücksetzen …";

/* Sync Services Debug Logging*/
"Sync Services Debug Logging" = "Debug-Protokoll für Sync-Dienste";

/*Open Sync Diagnostics*/
"Open Sync Diagnostics\\U2026" = "Sync-Diagnose starten …";

/*Never Synced*/
"Never" = "Nie";

/*Failed Sync*/
"Failed" = "Fehlgeschlagen";

/*Succeeded Sync*/
"Succeeded" = "Erfolgreich";

/*Cancel*/
"Cancel" = "Abbrechen";

/*Reset Dialog Text*/
"Are you sure you want to reset this computer's sync history?" = "Möchten Sie den Sync-Verlauf dieses Computers wirklich zurücksetzen?";

/*Reset Dialog Informative Text*/
"Resetting the sync history deletes the information in the Mac OS X synchronization database on your computer (the place where all your sync changes are stored), and returns your computer and device sync settings to their default states. Information stored in applications on your computer, on %@, or on your devices is not affected." = "Beim Zurücksetzen des Sync-Verlaufs werden die Informationen in der Synchronisierungsdatenbank von Mac OS X (der Ort an dem alle Ihre Sync-Änderungen gespeichert werden) gelöscht und Ihr Computer und die Synchronisierungseinstellungen für Geräte werden auf ihre Standardeinstellungen zurückgesetzt. Informationen, die in Programmen auf Ihrem Computer, auf %@ oder auf Ihren Geräten gesichert sind, sind hiervon nicht betroffen.";

/*Reset Sync History*/
"Reset Sync History" = "Sync-Verlauf zurücksetzen";


